Repository: 73153/IOS-Application-Projects-Demos-Useful-Much-and-Much-All-are-Very-Nice
Catalog: Ask4AppReviews-master/*.lproj/Localizable.strings
Languages: es

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
es: Si le gusta utilizar %@, ¿le importaría valorarlo? No le llevará más de un minuto. ¡Gracias por su colaboración!

source: Rate %@
es: Valorar %@

source: No, Thanks
es: No, gracias

source: Remind me later
es: Recordar más tarde

source: %@ Feedback
es: Tu opinión sobre %@

source: How do you feel about %@?
es: ¿Qué te parece %@?

source: Something's not quite right
es: Hay algo que no está bien

source: I love it!
es: ¡Me encanta!

source: I have feedback
es: Tengo sugerencias

source: Having issues with %@
es: Tengo problemas con %@

source: Please describe your issue:
es: Por favor, describe tu problema:

source: Your device doesn't support sending email please email %@
es: Tu dispositivo no soporta el envío de emails, por favor envía el email a %@
